tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "homebrew/bundle"

## DevOps CLI Tools
brew "ansible"
brew "awscli"
brew "curl"
brew "git"
brew "kubectl"
brew "nmap"
#brew "starship"
brew "tcpdump"
brew "terraform"
#brew "tmux"
brew "wget"

## General CLI Tools
#brew "btop"         
brew "eza"        
brew "fish"
brew "fzf"
brew "jq"
brew "thefuck"
#brew "zsh-autosuggestions"

## Applications
cask "aerospace"
cask "alacritty"
cask "bitwarden"
cask "blockblock"
#cask "brave-browser"
cask "cursor"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "ghostty"
#cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keka"
#cask "kitty"
cask "knockknock"
cask "lulu"
#cask "microsoft-office"
#cask "mullvadvpn"
cask "obsidian"
cask "protonvpn"
#cask "rectangle"
cask "spotify"
cask "stremio"
cask "taskexplorer"
#cask "transmission"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"

## Fonts
cask "font-ibm-plex-mono"
cask "font-iosevka-ss08"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono"

## VS Code Extensions
vscode "hashicorp.terraform"
vscode "ms-vscode-remote.remote-ssh"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"