cask_args appdir: "/Applications"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "openssl@3"
brew "ansible"
brew "awscli"
brew "curl"
brew "fzf"
brew "git"
brew "gzip"
brew "htop"
brew "ifstat"
brew "jq"
brew "kubernetes-cli"
brew "nmap"
brew "starship"
brew "tcpdump"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "wget"
brew "zsh-autosuggestions"
cask "alacritty"
cask "bitwarden"
cask "blockblock"
cask "calibre"
cask "drawio"
cask "dropbox"
cask "font-iosevka-ss08"
cask "font-jetbrains-mono"
cask "font-victor-mono"
cask "garmin-express"
cask "iina"
cask "iterm2"
cask "keka"
cask "kitty"
cask "knockknock"
cask "lulu"
cask "mullvadvpn"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "stremio"
cask "transmission"
cask "visual-studio-code"
cask "webex"
cask "wireshark"
cask "zoom"
vscode "f5devcentral.vscode-f5"
vscode "f5devcentral.vscode-f5-chariot"
vscode "hashicorp.terraform"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "wesbos.theme-cobalt2"

